[

  {
    "id": 0,
    "projectName": "South Durban Oil Refineries, South Africa",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -29.974418, "lon": 30.964259},
    "tags": ["All Sites", "Oil", "Refining", "Fossil Fuels"],
    "introText": "South Durban, 25 miles south of the largest port in Africa, is home to the SAPREF and Engen oil refineries.  Negligence in refinery practices along with the nation’s oppressive apartheid past make South Durban a site of severe energy injustice brought about by practices of uneven development.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/086f73e1-844c-4ab4-9ab9-0b8514429251-2060x1236.jpg?w=768&h=461",
    "url": "https://pgeproject.wordpress.com/2016/04/25/south-durban-oil-refineries/"
  },

  {
    "id": 1,
    "projectName": "Sardar Sarovar Dam, India",
    "author": "Saurabh Bhatia",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 21.8305, "lon": 73.7485},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "The construction of the Sardar Sarovar Dam was approved on the Narmada in 1987, with 10 dams being constructed on the main river along with 20 more on its tributaries. The Sardar Sarovar Dam is a critical resource that provides water for irrigation as well as hydropower for the industrial sector in Western India. Since the 1980s, various political arguments have arisen regarding which sections of society have to pay the costs and enjoy the benefits of the dam construction. The construction of the dam was put off for several years due to this dilemma, and was finally approved in 1987.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/untitled-2.png?w=626&h=470",
    "url": "https://pgeproject.wordpress.com/2016/04/28/a-geographical-analysis-of-the-construction-of-the-sardar-sarovar-dam/"
  },

  {
    "id": 2,
    "projectName": "Navajo Generating Station, Navajo Nation",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 36.9035, "lon": -111.3908},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Power Plants"],
    "introText": "Located within the Navajo American reservations, the Navajo Generating Station (NGS) is the largest power plant in the western USA. As a key facility of Central Arizona Project (CAP), it generates power from coal to move the water from the Colorado River to other parts of the region. Though the station benefits the local economy and provides water and electricity to surrounding areas, the local residents not only lack the access to electricity but also have to bear the environmental degradation due to the air pollution from the NGS.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/ngs.jpg?w=768&h=576",
    "url": "https://pgeproject.wordpress.com/2016/04/29/the-dilemma-in-the-navajo-nation/"
  },

  {
    "id": 3,
    "projectName": "BP Oil Spill, Gulf of Mexico",
    "author": "Kevin Adams",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 28.736628, "lon": -88.365997},
    "tags": ["All Sites", "Mining", "Oil", "Fossil Fuels"],
    "introText": "The Gulf of Mexico Oil Spill of 2010, also commonly called the BP Oil Spill, is the largest accidental oil spill in history, with over 4.9 million barrels of oil leaked into the Gulf of Mexico over a span of 87 days. The disaster took place on April 20th, about 41 miles off the coast of Louisiana, and resulted in 17 injuries, 11 deaths, and numerous environmental, economic, and social impacts on the region. This paper analyzes these impacts on the region, particularly those placed upon marginalized groups such as Southeast Asian and African American fishermen, and concludes that simple environmentally just practices such as communicating in proper languages were not performed to assist these groups in the aftermath of the spill.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/bp-oil-spill.png?w=300&h=210",
    "url": "https://pgeproject.wordpress.com/2016/04/29/the-bp-oil-spills-impact-on-already-marginalized-groups/"
  },

  {
    "id": 4,
    "projectName": "Four Mile Uranium Mine, Australia",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -30.146833, "lon": 139.506639},
    "tags": ["All Sites", "Mining", "Nuclear Energy"],
    "introText": "Australia has the largest supply of proven uranium reserves globally and in 2015 was the third largest producer of uranium. The Four Mile mine is the most recent Australian uranium mine to begin operation and uses in situ leaching (ISL)  to recover mineral uranium. The Adnyamathanha people, the local indigenous tribe, were not fairly represented or considered when the Four Mile was being discussed and they experience a resource curse in which they are subject to a disproportionate quantity of hazards and are excluded from the benefits of uranium extraction.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2016/04/picture-1.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/four-mile-uranium-mine-south-australia/"
  },

  {
    "id": 5,
    "projectName": "Ranger Uranium Mine, Australia",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -12.6848, "lon": 132.9107},
    "tags": ["All Sites", "Mining", "Nuclear Energy"],
    "introText": "Located within Australia’s Northern Territory, Ranger Uranium mine is the second largest uranium producing mine in Australia and third largest in the world. Operated by Energy Resources of Australia (ERA), uranium drawn from it is exported all over the world to run nuclear power facilities. Though this uranium provides a relatively clean source of electricity for these countries, environmental injustices in the Ranger Mine site have arisen due to the extreme pursuit of profits by mining companies and their disregard for environmental and indigenous well being.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/site-1.jpeg?w=640",
    "url": "https://pgeproject.wordpress.com/2017/06/21/ranger-uranium-mine-australia/"
  },

  {
    "id": 6,
    "projectName": "Sugarcane Ethanol in Piracicaba, Brazil",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -22.710492, "lon": -47.697930},
    "tags": ["All Sites", "Bioenergy", "Renewables"],
    "introText": "Piracicaba is a city, county and river in the state of Sao Paolo in Southeastern Brazil. Sugarcane plantations occupy 80% of the land area of the county and it has some of the largest and most productive sugarcane mills producing ethanol and sugar (Fig. 1). Piracicaba has the geography of a city center surrounded by agricultural lands and the two distinct spaces closely interact with each other economically, socially and ecologically.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/piracicaba-refinery.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/sugarcane-ethanol-in-piracicaba-brazil/"
  },

  {
    "id": 7,
    "projectName": "Beverly Hills West Facility Oil and Gas Drilling, CA",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 34.0563, "lon": -118.3894},
    "tags": ["All Sites", "Mining", "Natural Gas", "Oil", "Fossil Fuels"],
    "introText": "Slated for oil and natural gas excavation, the Beverly Hills West Facility (BHWF) is a drilling site adjacent to Beverly Hills High School (BHHS) and located over the Beverly Hills Oil Field. Owned and operated by Venoco Inc. since 1995, the BHWF occupies just over half an acre of land within Beverly Hills. Geographically located here, the BHWF’s sole derrick stands 150 feet tall and serves as a landmark to many in the surrounding communities.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/06/screen-shot-2018-02-16-at-10-17-57-am.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/beverly-hills-west-facility-oil-and-gas-drilling-ca/"
  },

  {
    "id": 8,
    "projectName": "Proposed Drilling in the 1002 Area of Arctic National Wildlife Refuge, AK",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 69.847526, "lon": -145.245699},
    "tags": ["All Sites", "Mining", "Oil", "Fossil Fuels"],
    "introText": "Located in North West Alaska, the Arctic National Wildlife Refuge (ANWR) is a 20 million acre refuge for a variety of flora and fauna. ANWR’s 1002 Area is a site of high contention. The controversy surrounding the site involves the potential for billions of barrels of oil ready to be extracted.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/1024px-brooks_range_mountains_anwr.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/proposed-drilling-in-the-1002-area-of-arctic-national-wildlife-refuge-ak/"
  },

  {
    "id": 9,
    "projectName": "Centralia Coal Fire, PA",
    "author": "Sarah Byer",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 40.803333, "lon": -76.341667},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "Once a small, friendly community, Centralia, PA disappeared due to an uncontrolled coal mine fire burning beneath the town. The people of Centralia dealt with internal community conflict, fear mongering, political distrust, and a fire burning beneath their homes.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/12/beforeafter.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/centralia-coal-fire-pa/"
  },

  {
    "id": 10,
    "projectName": "Coal River Mountaintop Removal, WV",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 38.073248, "lon": -81.977964},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "For more than a century the livelihood of Coal River Valley (CRV) has derived from extraction of natural resources; past: timber, present: coal. Similar to other communities in West Virginia, Virginia, and Kentucky, CRV began extracting coal through traditional belowground pit mines.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/screen-shot-2014-12-03-at-1-49-15-am.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/coal-river-mountaintop-removal-wv/"
  },

  {
    "id": 11,
    "projectName": "Electrical Energy Poverty in Cape Town, South Africa",
    "author": "Meg Ryan",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -34.028423, "lon": 18.361141},
    "tags": ["All Sites", "Consumption", "Energy Poverty"],
    "introText": "South Africa is a country which has been the site of political, social, and environmental contention resulting from nearly a half a century of being under Apartheid regime. In recent years, South Africa has corrected for many of their political and social disparities; however, a major environmental injustice which still plagues the nation is energy poverty. Energy poverty is the inability for households to provide sufficient energy to their homes for the purposes of heating, cooking, lighting, etc.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2016/04/163.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/electrical-energy-poverty-in-cape-town-south-africa/"
  },

  {
    "id": 12,
    "projectName": "The Embodied Implications of Your iPhone",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 22.648841, "lon": 114.045948},
    "tags": ["All Sites", "Consumption"],
    "introText": "One Infinite Loop, Cupertino, California is the headquarters of one of the most famous companies in the world. Everyone has heard of Apple. If you don’t own an Apple product, you have probably read about the praise Apple receives for it’s innovate phones, computers, operating systems and music services. Apple products are everywhere, and it was estimated that in 2014, roughly 25% of adults in America owned an iPhone. Apple recently reached a historically high valuation of $670 billion. However, there is a story behind Apple that is rarely told. This project aims to tell the stories of the people who are behind our phones. I examine where iPhone materials come from, and who is actually building the iPhone.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/steve_jobs_headshot_2010-crop.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/the-embodied-implications-of-your-iphone/"
  },

  {
    "id": 13,
    "projectName": "Jharia Coal Field, India",
    "author": "Dan Martucci",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 23.751568, "lon": 86.420345},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "India has taken its place in the global economy as a top coal producer and consumer, with two-thirds of their electricity coming from coal. The Jharia Coal Field is a major player in India’s coal production, but is also a place of severe marginalization. The government and major mining companies have dominated the narrative of this coalfield for a long time, silencing the awful marginalization that local populations face. Through the resource curse theory, we are able to better understand this marginalization.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2016/04/jharia.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/jharia-coal-field-india/"
  },

  {
    "id": 14,
    "projectName": "Fisk and Crawford Coal Plant, IL",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 41.828611, "lon": -87.722778},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Power Plants"],
    "introText": "Polluting the Pilsen and Little Village neighborhoods of Chicago for decades, Fisk and Crawford Generating Stations were closed in 2012 after a successful campaign waged a host of players including local grassroots leadership, local politicians, and national environmental and civil rights groups.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/11/fisk_generating_station_south_view_from_river_level.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/fisk-and-crawford-coal-plant-il/"
  },

  {
    "id": 15,
    "projectName": "Glen Canyon Dam, AZ",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 36.9372, "lon": -111.4837},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "Glen Canyon Dam, on the Colorado River, is a critical resource to provide both power and water to millions in the American West. However, the large-scale disruption of the Colorado River has had unforeseeable environmental and social consequences. Issues of inequity have arisen due to the disproportionate amount of water reaching the region in northern Mexico that relies on the river. Of the water that does reach Mexico, the quality is extremely poor, soiled by the high salinity levels. Issues of sustainability surface, especially because the river already fails to reach the Colorado River Delta.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/10/800px-glen_canyon_dam_2522.jpg?w=640",
    "url": "https://pgeproject.wordpress.com/2017/06/21/glen-canyon-dam-az/"
  },

  {
    "id": 16,
    "projectName": "Natural Gas Drilling in Guernsey County, OH",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 40.05, "lon": -81.5},
    "tags": ["All Sites", "Mining", "Natural Gas", "Fossil Fuels"],
    "introText": "Eric Mize, energy preparedness and public awareness manager said it best at the Guernsey Energy Coalition meeting in October in the town of Cambridge, Ohio: “Ohio is the new Texas.\" Natural gas extraction has more than doubled in this area since 2004 due to its abundance in the Marcellus Shale and Utica Shale: two of the largest in the world.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/utica-and-marcellus_8-10-11.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/natural-gas-drilling-in-guernsey-county-oh/"
  },

  {
    "id": 17,
    "projectName": "Hoa Binh Dam, Vietnam",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 20.8129, "lon": 105.3257},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "The Hoa Binh hydroelectric dam is the most significant resource project in Vietnam. Though it has transformed northern Vietnam’s electrical energy sector, the Hoa Binh hydroelectric project has also created the greatest combined social and environmental displacements in the country since the end of the Vietnam War. This dam and its impact on indigenous people exemplify a wider complication in Vietnam, in which developmental and environmental objectives contradict one another, as well as national and local interests.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/hoa-binh-dam.jpg?w=768&h=576",
    "url": "https://pgeproject.wordpress.com/2017/06/21/hoa-binh-dam-vietnam/"
  },

  {
    "id": 18,
    "projectName": "Coal Mountaintop Removal Mining in McDowell County, WV",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 37.37, "lon": -81.65},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "West Virginia is the country’s second largest producer of coal. The relationship between energy and energy production is one that individuals seldom think about. The process and production is rarely understood by those who don’t go out looking for the information. So often the situation becomes one in which, unless the energy production is “in my backyard,” we tend to not worry about the externalities associated with the production of energy. This is especially true for the production of electricity via coal.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/12/pge-image-1.jpg?w=300&h=225",
    "url": "https://pgeproject.wordpress.com/2017/06/21/coal-mountaintop-removal-mining-in-mcdowell-county-wv/"
  },

  {
    "id": 19,
    "projectName": "Alberta Oil Sands Mining, Canada",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 58.711227, "lon": -111.147988},
    "tags": ["All Sites", "Mining", "Oil", "Fossil Fuels"],
    "introText": "The Alberta oil sands span approximately 142,200 square kilometers in the Canadian province of Alberta, “an area comparable to the state of Florida.” Oil sands are unconventional reserves as they are solid at room temperature and require heating in order to flow. Canada’s oil sands are considered a “significant contributor to the recent growth and expected future growth in the world’s liquid fuel supply.” Local indigenous communities have been negatively affected, however, by the ongoing extraction of oil sands resources.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/4777803854_7af1e1101f_o.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/alberta-oil-sands-mining-canada/"
  },

  {
    "id": 20,
    "projectName": "PM2.5 Non-Attainment Area: Fairbanks North Star Borough, AK",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 65.063430, "lon": -146.885979},
    "tags": ["All Sites", "Bioenergy", "Renewables", "Consumption"],
    "introText": "In interior Alaska, residents and officials of the Fairbanks North Star Borough (the FNSB) are dealing with a contentious topic – how to have access to affordable energy while still maintaining good public health.  High costs of living in the FNSB have caused residents to use wood stoves as a cheap way to heat their homes as an alternative to home heating oil.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/12/fairbanks-wood-smoke-02.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/pm2-5-non-attainment-area-fairbanks-north-star-borough-ak/"
  },

  {
    "id": 21,
    "projectName": "Oil Refining in Port Arthur, TX",
    "author": "Zakaria Imessaoudene",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 29.862259, "lon": -93.965231},
    "tags": ["All Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "Taking the words of Michael Ross, “petroleum wealth shapes the development of nations.” This reliance on oil refineries and large energy companies to provide not just energy but also in developing the nation’s economy bestows them with a level of influence that is able to effect the dynamic of state politics. This reliance manifests itself into a drive for profit at all costs within these corporations. Thus this treadmill of production, the capitalist economic model that creates ecological and social due to the inherent drive to make a profit, becomes apparent. Such a relationship can be observed in the interactions between local organizations and populations and these corporations within petropolises. These petropolises become the unity between satellite towns and the regional economy that are composed of oil refineries and petrochemical plants such as Port Arthur, Texas.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/valero-refinery.jpg?w=768&h=512",
    "url": "https://pgeproject.wordpress.com/2017/06/21/oil-refining-in-port-arthur-tx/"
  },

  {
    "id": 22,
    "projectName": "Proposed Hyperion Oil Refinery, Elk Point, SD",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 42.683307, "lon": -96.683214},
    "tags": ["All Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "In November of 2006, a local newspaper in South Dakota made the first report that “an unidentified company [is] interested in locating ‘a large manufacturing facility in Southern Union County.’” Over the next few months, the community learned that said company was Texas-based Hyperion Energy, which was looking to build the first new oil refinery in the US since 1976, and the sixth largest in the nation, meant to refine bitumen from tar sands in Alberta, Canada.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/10/screen-shot-2016-03-28-at-3-30-49-pm.png?w=300&h=227",
    "url": "https://pgeproject.wordpress.com/2017/06/21/proposed-hyperion-oil-refinery-elk-point-sd/"
  },

  {
    "id": 23,
    "projectName": "Tehri Dam in Uttarakhand, India",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 30.3781, "lon": 78.4804},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "Standing over 260 metres high on the Bhagirathi river in the state of Uttarakhand, Tehri Dam is one of the tallest dams in the world. It is part of a larger hydroelectric power complex, managed by the Tehri Hydro Development Corporation (THDC).",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/tehri_dam2.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/tehri-dam-in-uttarakhand-india/"
  },

  {
    "id": 24,
    "projectName": "Proposed Susitna Dam, AK",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 62.822778, "lon": -148.548611},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "U.S. government officials have proposed to build a mega dam on the upper part of the Susitna River. If built electricity generated from this dam will supply electricity to all of the Alaskan Railbelt.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/untitled-1.png?w=768",
    "url": "https://pgeproject.wordpress.com/2017/06/21/proposed-susitna-dam-ak/"
  },

  {
    "id": 25,
    "projectName": "Nchanga Copper Mine, Zambia",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": -12.513056, "lon": 27.854167},
    "tags": ["All Sites", "Consumption", "Mining"],
    "introText": "Zambia is Africa’s largest producer of copper and is the 8th largest copper producer worldwide. The Nchanga Copper Mine, is located in the copperbelt region of Zambia near the town of Chingola. The rural residents of Chingola have experienced a disproportionate level of costs from the Nchanga Copper mine with little access to the wealth created by the mine. Marginalized as citizens of Zambia, as well as by being poor and rural, those living near the Nchanga Copper Mine are victims of environmental injustice.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/06/25.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/nchanga-copper-mine-zambia/"
  },


  {
    "id": 26,
    "projectName": "Three Gorges Dam, China",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 30.8227, "lon": 111.0034},
    "tags": ["All Sites", "Hydroelectricity", "Renewables", "Power Plants"],
    "introText": "Three Gorges Dam, one of the most impressive energy-related projects undertaken by the Chinese government in the last decades, has caused a great amount of controversy because of its environmental and socio-cultural impacts. Some of the issues caused by this massive hydropower plant include land degradation, an increased risk of flooding, and the resettlement of 1.27 million people.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2014/11/flickr-com-photos-pvcg-3412711352.jpg",
    "url": "https://pgeproject.wordpress.com/2017/06/21/three-gorges-dam-china/"
  },

  {
    "id": 27,
    "projectName": "Proposed Nuclear Waste Storage in Yucca Mountain, Nevada, U.S.",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 36.85166326, "lon": -116.422664976},
    "tags": ["All Sites", "Nuclear Energy"],
    "introText": "Yucca Mountain is the proposed site for the Department of Energy’s repository for spent nuclear fuel and high-level radioactive waste (EPW majority staff 2006). The facility is located on federally owned land on the western edge of the famous Nevada Test Site, approximately 90 miles northwest of Las Vegas (EPW majority staff 2006). The public at large remains concerned with a variety of potential technical issues, such as ground water movement, radiation leaks, and exposure to hazardous materials during transportation (EPW majority staff 2006).",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/10/screen-shot-2016-03-28-at-3-58-30-pm.png?w=300&h=205",
    "url": "https://pgeproject.wordpress.com/2017/06/21/proposed-nuclear-waste-storage-in-yucca-mountain-nevada-u-s/"
  },

  {
    "id": 28,
    "projectName": "Coal Mining in Kusum Tola, India",
    "author": "",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 22.110487, "lon": 84.926909},
    "tags": ["All Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "In Kusum Tola, India the local indigenous population known as the Adivasi may be forced to migrate from the region as a result of the expansion of open pit coal mining in the region.  Other villages have already been forced to leave due to the growing mine fields of the Central Coalfields Limited (CCL) energy corporation.  Greater energy demands in India have led the CCL to exploit the Adivasi, violating their human rights.  This page explains how the Adivasi’s forced evacuation from Kusum Tola and related environmental injustices are a result of India’s increased reliance on coal due to globalization and industrialization.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2016/04/screen-shot-2016-04-28-at-4-33-35-pm.png?w=300&h=225",
    "url": "https://pgeproject.wordpress.com/2017/06/21/coal-mining-in-kusum-tola-india/"
  },

  {
    "id": 29,
    "projectName": "Haifa Bay Oil Refineries, Israel",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat": 32.793455, "lon": 35.052369},
    "tags": ["All Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "Home to more than 272,000 people, Haifa is the third most populated city in Israel, and stretches across almost 9% of Israel’s shoreline. Haifa is considered a key industrial center in Israel, and is home to an energy group called the ORL (Oil Refineries Ltd.) which operates Israel’s largest oil refining complex.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/06/screen-shot-2018-02-16-at-10-10-37-am.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/haifa-bay-oil-refineries-israel/"
  },

  {
    "id": 30,
    "projectName": "Fairfield Renewable Energy Power Plant and Resource Recovery Project, Curtis Bay, MD",
    "author": "Andrew Brummer",
    "university": "Colgate",
    "year": 2016,
    "geoCoords": {"lat": 39.227916, "lon": -76.576868},
    "tags": ["All Sites", "Bioenergy", "Renewables", "Power Plants"],
    "introText": "Energy Answers International, a private energy company based in Albany, New York, is currently building the nation’s largest waste-to-energy incinerator in Curtis Bay, Maryland. These types of power plants emit numerous different pollutants, including conventional greenhouse gases, particulate matter and heavy metals such as lead, cadmium, and mercury. Not only does Curtis Bay already have some of the highest levels of pollution in the nation, but the site for the incinerator is less than one mile away from the Benjamin Franklin High School and the Curtis Bay Elementary School.",
    "introImageUrl": "https://pgeprojectbackup.files.wordpress.com/2016/04/pic1.png",
    "url": "https://pgeproject.wordpress.com/2017/06/21/fairfield-renewable-energy-power-plant-and-resource-recovery-project-curtis-bay-md/"
  },

  {
    "id": 31,
    "projectName": "Fracking in Dimock, PA",
    "author": "",
    "university": "Colgate",
    "year": 2014,
    "geoCoords": {"lat":41.7406, "lon":-75.9231},
    "tags": ["All Sites", "Mining", "Natural Gas", "Fossil Fuels"],
    "introText": "Recently, natural gas has been hailed as the new, “clean” fossil fuel and hydraulic fracturing (fracking) as the 21st century technology making it possible. This project considers Dimock, Pennsylvania, where 130 violations were filed against Cabot Oil and Gas, which leased land from locals to extract shale gas.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2014/12/463px-marcellus_shale_gas_play.png?w=232&h=300",
    "url": "https://pgeproject.wordpress.com/2017/06/21/fracking-in-dimock-pa/"
  },

  {
    "id": 32,
    "projectName": "Mundra Ultra Mega Power Project, India",
    "author": "Peter Liao",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 22.8156072, "lon": 69.5281453},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Power Plants"],
    "introText": "About 1/3 of India’s population lives without electricity. In 2005-06, the Indian Ministry of Power proposed developing coal-powered Ultra Mega Power Projects (UMPP) to generate large amounts of low cost electricity. The first UMPP to be commissioned was the Mundra UMPP on the Gulf of Kutch in Mundra in the state of Gujarat. The Mundra UMPP was built on the coast for two reasons: to utilize seawater for cooling, and for better access to cheap coal from Indonesia. Since the beginning of its construction in 2007, the Mundra UMPP has damaged the Kutch coast. I will show that there are energy injustices at Mundra that arose through intentional neglect caused by discrimination.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/6760005433_a56b6fdbf1_b.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/17/mundra-ultra-mega-power-project-india/"
  },

  {
    "id": 33,
    "projectName": "Kaltim Prima Coal Mine, East Kalimantan Province, Indonesia",
    "author": "Angelique Wilcox",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": -0.478764, "lon": 117.153},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "Kaltim Prima Coal mine is located in Indonesia, in the province of East Kalimantan. Some of the impacts it has had on the region are: degradation of the natural landscape, uprooting of indigenous people, contamination of water sources, deforestation of the East Kutai National Park, and harming of nearby women and youth. These energy injustices were caused through exploitation colonialism and the resource curse.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/15165646163_7edbe64dbe_o-copy.jpg?w=563&h=375",
    "url": "https://pgeproject.wordpress.com/2017/10/17/kaltim-prima-coal-mine-indonesia/"
  },

  {
    "id": 34,
    "projectName": "Rare Earths Facility’s Unforeseen Effects",
    "author": "Monica Rios",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 41.872808, "lon": -88.206647},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy"],
    "introText": "The Rare Earths Facility located in Chicago, Illinois resides in the area that is now DuPage County.  For around forty years the facility produced various metals and chemicals like radium, ores, thorium, uranium, hydrofluoric acid, and for a period of time even gaslight mantels. I will show you the energy injustices at this site that arose because of high demand of various metals and chemicals, morphing DuPage County into a sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/rare_earths_facility_west_chicago_-_01.jpg?w=532&h=399",
    "url": "https://pgeproject.wordpress.com/2017/10/17/rare-earths-facilitys-unforeseen-effects/"
  },

  {
    "id": 35,
    "projectName": "Trans Mountain Oil Pipeline Expansion Project – Burnaby Terminal in BC, Canada",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 49.269005, "lon": -122.931905},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels"],
    "introText": "The Burnaby terminal is a storage and distribution facility that houses over 1.5 million barrels of oil. In 2013, a plan to double the storage capacity of the terminal was proposed. In the last ten years alone, two spills have occurred at Burnaby, and the proposed expansion project would only increase the likelihood and severity of any future accidents. The area surrounding the terminal is currently home to nearly 3,300 indigenous people, and a spill of great magnitude would threaten key environmental features, like the Burrard Inlet, that have supported their communities for generations. In this piece, I intend to show that the energy injustices at Burnaby have arisen because the area has been sacrificed for the greater economic benefit of Canada.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/8137582737_31611e9020_o.jpg?w=625&h=418",
    "url": "https://pgeproject.wordpress.com/2017/10/18/trans-mountain-oil-pipeline-expansion-project-burnaby-terminal-in-bc-canada/"
  },

  {
    "id": 36,
    "projectName": "Fukushima Daiichi Disaster",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 37.421389, "lon": 141.032500},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Power Plants"],
    "introText": "On March 11, 2011 a magnitude 9 earthquake right off the coast of japan caused the fission reactors of the nuclear power plant to shut down which wouldn’t have been a problem if the following tsunami didn’t shut off the backup generators the power plant had. This lead to 3 nuclear meltdowns resulting in the biggest nuclear disaster sense Chernobyl. Hopefully this article will show that due to negligence of the Tokyo Electric Power Company or Tepco has become a resource curse for the people of the Fukushima prefecture.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/fukushima-daiichi-nuclear-plant.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/fukushima-daiichi-disaster/"
  },

  {
    "id": 37,
    "projectName": "Abandoned Uranium Mines in the Cameron area of the Navajo Nation",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 35.876897, "lon": -111.393001},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Mining"],
    "introText": "Uranium mining in the Navajo Nation lasted from 1944 to 1986. Under leases through the Bureau of Indian Affairs, almost 30 million tons of uranium were extracted from over 500 mining locations. Although the mining ended decades ago, the deadly effects of uranium contamination linger to this day because most of the mines were never properly sealed, or cleaned up at the end of production. Cameron, Arizona is one of the many areas in the Navajo Nation where the indigenous people have suffered from uranium contamination to the environment. The injustices arose through the process of nuclear colonialism, and the area was cast aside as a sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/aum-map.jpg?w=565&h=521",
    "url": "https://pgeproject.wordpress.com/2017/10/18/uranium-mining-in-the-navajo-nation/"
  },

  {
    "id": 38,
    "projectName": "Waukegan Generating Station",
    "author": "Mickey Belmer",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 42.383399, "lon": -87.814409},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels"],
    "introText": "The Waukegan Generating Station located in Lake County Illinois has been harming its surroundings for generations. The environment and community both suffer due to the waste and emissions from the coal burning power plant. This article will examine these issues, and their root cause; environmental racism.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/11824544743_a74f93b4be_b.jpg?w=840",
    "url": "https://pgeproject.wordpress.com/2017/10/18/waukegan-generating-station/"
  },

  {
    "id": 39,
    "projectName": "Reopening of a Uranium Mine in the Grand Canyon",
    "author": "Daniel Jimenez",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 35.883333, "lon": -112.095556},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Mining"],
    "introText": "Canyon Mine located in the Grand Canyon, which lies within Arizona is a possible uranium site that was proposed and is in the process of trying to get built. The injustice stems from the fact that this site is located nearby a local tribe, the Havasupai tribe, which is affected negatively by the mine and will even be more so negatively affected if the mine gets renovated into a uranium mine. Currently the mine still has effects on the people because it still has leakages of natural into the water supply. The Havasupai tribe which consists of about 775 Native Americans, are fighting day and night to prevent more injustice rising from this site. Due to their socioeconomic status and positions, it is hard for them to get anywhere politically.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/village_of_supai_-_part_of_the_grand_canyon_national_park_-_nara_-_544358.jpg?w=510&h=344",
    "url": "https://pgeproject.wordpress.com/2017/10/18/reopening-of-a-uranium-mine-in-the-grand-canyon/"
  },

  {
    "id": 40,
    "projectName": "Proposed Coal Mine on Northern Cheyenne Reservation",
    "author": "Vivian Rodriguez",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 45.523344, "lon": -106.649596},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "The Otter Creek Mine and Tongue River Railroad is a proposed coal mine in Montana on the Northern Cheyenne Reservation. The reservation is currently in an ongoing battle with the government to stop the mine from opening. I will show that the energy injustices at this site arose because coal is often a cheaper way to produce electricity. Native American reservations typically have natural resources underground.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/northern-cheyenne-reservation.jpg?w=557&h=348",
    "url": "https://pgeproject.wordpress.com/2017/10/18/proposed-coal-mine-on-northern-cheyenne-reservation/"
  },

  {
    "id": 41,
    "projectName": "Chevron Oil Refinery",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 37.943260, "lon": -122.374959},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "The Chevron Oil Refinery, located in Richmond California is an energy injustice site because it is polluting a marginalized community, with 82% of the inhabitants in Richmond being people of color. This plant happens to be one of the largest in the United States, pumping out over 240,000 barrels of oil per day. This refinery isn’t limited to just oil however, but in fact processes gasoline, jet fuel, chemical products, and diesel. Currently, there are over 3500 residents in North Richmond that are facing the immediate environmental and negative health effects of being located right next to the refinery; 97% of those residents being African American, Latino, or Asian. I will show that the energy injustices at this site occur because of environmental racism and the location being deemed a sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/chevron.jpg?w=840",
    "url": "https://pgeproject.wordpress.com/2017/10/18/chevron-oil-refinery/"
  },

  {
    "id": 42,
    "projectName": "Midnite Mine, Spokane Reservation, WA",
    "author": "Jennifer Watkins",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 47.941667, "lon": -118.093056},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Mining"],
    "introText": "Midnite Mine is a Superfund site, formerly a uranium mine, located near Wellpinit, WA on the Spokane Reservation. The Spokane knew nothing about the detrimental effects uranium mining has on the environment and human health. The energy injustices at Midnite Mine arose because of the Spokane’s lack of knowledge, the lack of evidence showing causality between their health problems and the mining, and the lack of accountability from Newmont Mining Corporation.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/1493684547_05ab2dfc6a_m.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/midnite-mine-spokane-reservation-wa/"
  },

  {
    "id": 43,
    "projectName": "Fracking in Santa Ursula, Oaxaca MX: Sacrificing Rural Communities for National Interests",
    "author": "LisaMarie Betancourt",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 18.006944, "lon": -96.234722},
    "tags": ["All Sites", "New 2017 Sites", "Natural Gas", "Fossil Fuels"],
    "introText": "Natural gas exploration is rising in Mexico, recognized as the 6th most abundant country with extractable shales. A lot of this expansion is happening under the radar of the rural communities that live along some of these sites. In Tuxtepec, Oaxaca a coalition of municipalities backed by the government’s PEMEX began Papaloapan B, a hydrocarbons development project meant to propel the governments expansion of fracking and maintain interests in fossil fuel energy.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/fracking-mexico.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/fracking-in-santa-ursula-oaxaca-mx/"
  },

  {
    "id": 44,
    "projectName": "Buffalo Creek Coal Mine, Logan County, WV",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 37.7883, "lon": -81.9535},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Mining"],
    "introText": "About 45 years ago, at the U.S.’ coal mining peak, the country had one of its worst mining-related disasters at Buffalo Creek, Logan County, West Virginia. A wave from the waste dam flooded and destroyed the Buffalo Creek community. I will discuss how the energy injustices at this site arose through the resource curse theory.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/buffalocreekarea-22.png",
    "url": "https://pgeproject.wordpress.com/2017/10/18/buffalo-creek-coal-mine-logan-county-wv/"
  },

  {
    "id": 45,
    "projectName": "River Rouge Power Plant",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 42.272159, "lon": -83.113060},
    "tags": ["All Sites", "New 2017 Sites", "Power Plants"],
    "introText": "River Rouge power plant located in Detroit, Michigan site on the banks of the Detroit river. A channel of water connecting lake St. Clair to Lake Erie. The purpose of this article is to examine the environmental racism that affects the estimated 1.78 million living within a 3-mile radius of the plant, 76.3% being people of color. And how resources curse plays a part in this community.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/river_rouge_plant_of_the_ford_motor_company_covers_1200_acres_of_land_in_dearborn_-_nara_-_549725.jpg?w=840",
    "url": "https://pgeproject.wordpress.com/2017/10/18/river-rouge-power-plant/"
  },

  {
    "id": 46,
    "projectName": "BP Oil Refinery Explosion: Texas City, Texas",
    "author": "Erin Soden",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 29.3, "lon": -94.9},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "March 23rd, 2005 marked yet another environmental injustice for Texas City, Texas: an oil spill which ended with 15 deaths and 170 injured. As the third largest refinery in the U.S, this explosion was particularly damaging due to most of the 15 deaths being nonessential personnel that were in the wrong place at the wrong time. Government and media investigations followed, along with many legal proceedings to compensate for the lives lost. I will show how the energy injustices of this site arose through the fossil fuel companies that generate environmental racism and sacrifice zones.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/bp_plant_explosion-1_lowres2.jpg?w=375&h=248",
    "url": "https://pgeproject.wordpress.com/2017/10/18/bp-oil-refinery-explosion-texas-city-texas/"
  },

  {
    "id": 47,
    "projectName": "Somair Uranium Mine",
    "author": "Jake Clement",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 18.7390, "lon": 7.3895},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Mining"],
    "introText": "The Somaïr mine extracts uranium in Arlit, Niger, from open pits over two hundred feet deep. The mine is owned in part by the government of Niger, and the French based company AREVA. This mine has become increasingly important to both parties, providing thirty-two percent of Niger’s total exports, and thirty percent of the total uranium France consumes. The economic importance of uranium is taking priority over the people mining it, as well as France having large influence over how much uranium is produced through energy colonialism.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/somair-mine.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/somair-uranium-mine/"
  },

  {
    "id": 48,
    "projectName": "Cherokee Station Coal Power Plant",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 39.808382, "lon": -104.964278},
    "tags": ["All Sites", "New 2017 Sites"],
    "introText": "Cherokee station is a coal power plant located in Denver, Colorado. Within its 3 mile radius, it’s affecting the nearby residential areas and polluting tons of carbon at a time. I will show that the energy injustices at this site arose because of environmental racism and show what they did to change their way of living.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/plant1.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/cherokee-station-coal-power-plant/"
  },

  {
    "id": 49,
    "projectName": "Shell Oil Refinery, Martinez",
    "author": "Jin Zhu",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 38.013100, "lon": -122.105800},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "In 1914, Shell Oil Company built a refinery in Martinez, CA for its undeveloped land and accessibility to transportation and a body of water to help the refinery process. The environment and residents of Martinez suffer as a result of negligence from Shell and, in turn, are bearing the cost of the energy system. They suffer from bad air quality, environmental damages, and other issues caused by the oil refinery. Those who benefit from the refinery include those who use the products Shell produces (gas, diesel, lubricants, plastic, and jet fuel).The case of Shell Oil and the Martinez community is an example of environmental classism,Oil Colonialism, and a sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/3169998142_82ca7b7586_b.jpg?w=1024&h=683",
    "url": "https://pgeproject.wordpress.com/2017/10/18/shell-oil-refinery-martinez/"
  },

  {
    "id": 50,
    "projectName": "Gibson Generating Station, IN",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 38.371938, "lon": -87.767215},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Power Plants"],
    "introText": "The United States is a powerhouse when it comes to coal generated power. About 65% of the power we generate comes from fossil fuels. The Gibson Generating Station located in Indiana is just one of the many coal based power generating sites that contribute to these statistics. Built as a two unit coal fired power plant in 1972, it continued to grow into the 90’s when it finally became a five unit site.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/4587280506_3375fddae2_m.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/gibson-generating-station-in/"
  },

  {
    "id": 51,
    "projectName": "Deepwater Horizon Oil Spill Effects Indigenous Tribes in Grand Bayou, LA",
    "author": "Natalie",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 29.508674, "lon": -89.765454},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels"],
    "introText": "Indigenous communities, like the Atakapa-Ishak tribe, living in the Grand Bayou have been forced off their native land because of man-made environmental destruction over the last 50 years. The tipping point came in 2010 when the Deepwater Horizon oil spill turned the Grand Bayou into a sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/deepwater_horizon_offshore_drilling_unit_on_fire_2010.jpg?w=384&h=288",
    "url": "https://pgeproject.wordpress.com/2017/10/18/deepwater-horizon-oil-spill-effects-indigenous-tribes-in-grand-bayou-la/"
  },

  {
    "id": 52,
    "projectName": "Northeast Church Rock Uranium Mine",
    "author": "Ariana Vega",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 35.536250, "lon": -108.642222},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy", "Mining"],
    "introText": "From 1967 to 1982, the North East Church Rock Mine was in operation by the United Nuclear Corporation (UNC) and is located within the Navajo Nation which is encompassed by Nevada, Colorado, Arizona and New Mexico. The Uranium mine was created to extract radioactive Uranium to generate nuclear energy and was attractive to indigenous Navajo people during the late 1960’s and through the 1980’s as it provided them with a secure job, and a steady income. Consequently, Navajo workers were exposed to the radioactive material during their labor and suffered unnerving health consequences as a result.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/united_nuclear_corporation_church_rock_uranium_mill.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/northeast-church-rock-uranium-mine/"
  },

  {
    "id": 53,
    "projectName": "Bridgeport Generating Station",
    "author": "Cooper Verhalen",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 41.1865, "lon": -73.1952},
    "tags": ["All Sites", "New 2017 Sites", "Coal", "Fossil Fuels", "Power Plants"],
    "introText": "The question who gets what, why, and how much, often boils down to class and race. The environmental burdens that are associated with the United States’ addiction to coal powered energy falls onto communities of color in an undeniable trend. An example of this disproportionate environmental racism to communities of color is the Bridgeport Harbor Generating Station in Connecticut. The high emissions coal power plant is located in Connecticut’s second poorest city, inserted right between the cities poorest parts. These two parts are Bridgeport’s Downtown and South End, whose populations consist of more than 87% people of color and averaging an income of $11,400. I will show that the proximity of these residential sectors to the generating station has caused adverse health in the communities because of its emissions of toxic pollutants and its disregard to adhere to common safety practices.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/800px-bridgeportindustry.jpg?w=768",
    "url": "https://pgeproject.wordpress.com/2017/10/18/bridgeport-generating-station/"
  },

  {
    "id": 54,
    "projectName": "Oil Drilling in Yasuni National Park, Ecuador",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": -1.1006555, "lon": -75.80690820000001},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels"],
    "introText": "Yasuni national park is a portion of the Amazon rainforest in Ecuador. The national park is known for its diverse ecosystem, which is home to countless species of plants, insects, amphibians, birds, and mammals. Yasuni is being exploited for a valuable resource, in the hopes of economic development for Ecuador. The drilling in the Yasuni National Park is a site of energy injustice as a result of environmental colonialism and sacrifice zones.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/drilling.jpg?w=541&h=361",
    "url": "https://pgeproject.wordpress.com/2017/10/18/oil-drilling-in-yasuni-national-park-ecuador/"
  },

  {
    "id": 55,
    "projectName": "Proposed Oil Rigs in Greeley, Colorado",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 40.405486, "lon": -104.656565},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels"],
    "introText": "An oil drilling site has been proposed next to the Bella Romero Academy, a public middle school that is located in Greeley, Colorado. The energy injustice at this site arose because the Colorado Oil & Gas Company has proposed to build the oil rigs only 1,300 ft away from a Latino predominate school.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/welcome_to_greeley_colorado-31.jpg?w=840",
    "url": "https://pgeproject.wordpress.com/2017/10/18/proposed-oil-rigs-in-greeley-colorado/"
  },

  {
    "id": 56,
    "projectName": "Tummalapalle Uranium Mine",
    "author": "Veronica Wong",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 14.31000000, "lon": 78.25444444},
    "tags": ["All Sites", "New 2017 Sites", "Mining", "Nuclear Energy", "Refining"],
    "introText": "The Tummalapalle Mine located in Andhra Pradesh, India is Uranium mine that has caused environmental, health, and economic concerns for the residents of the area. The Tummalapalle Mine is known to be one of the largest Uranium reserves in the world (Ramakrishna, S.,2006). UCIL (Uranium Corporation of India Ltd) is the group that is heading the project (WISE, 2017).  India’s ultimate goal is to be an energy independent country and Uranium mining is one of the strategies of achieving that goal(Sunderanrajan, P.,2011). Along with the uranium mine, located nearby the mine in Tummalapalle is the Uranium processing plant which also is hazardous (WISE, 2017). I will show that the energy injustices at this site arose because of a theory is known as the sacrifice zone.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/uranium-mining.jpeg",
    "url": "https://pgeproject.wordpress.com/2017/10/18/tummalapalle-uranium-mine/"
  },

  {
    "id": 57,
    "projectName": "Oil Refinery in Peruvian Amazon",
    "author": "Jillian Solomon",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": -3.633527, "lon": -73.205933},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels", "Refining"],
    "introText": "The Iquitos Refinery is 14km from Iquitos City, Peru, in the Loreto Region, capital of the Peruvian Amazon. A city deep within the jungle, inaccessible by road, with approximately 437,620 inhabitants. It is a small refinery situated in a resource rich region, located on the left bank of the Amazon river with a capacity of 10,500 barrels per day. Equipped with a rusty four-decade old pipeline used to transport extracted crude oil, making oil spills inevitable. These spills stain the land that many indigenous communities in Iquitos depend on for their survival. This analysis will show the energy injustices at this site, and how they arose, through the theory of the resource curse.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/peru.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/19/oil-refinery-in-peruvian-amazon/"
  },

  {
    "id": 58,
    "projectName": "Turkey Point Nuclear Generating Station",
    "author": "Owen Keller",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 25.435330, "lon": -80.331259},
    "tags": ["All Sites", "New 2017 Sites", "Nuclear Energy"],
    "introText": "Turkey Point, a nuclear generating station located in Homestead, Florida. It was developed in 1973 and is positioned between the Biscayne National Park and the Everglades National Park, and under a half mile directly across is a wildlife refuge for crocodiles and State Botanical sites. TPNGS is one of the only nuclear generating stations left that uses cooling canals as their heat rejection source and these canals are the reason for their pollution, as they are prone to leakage. This bay is home to lots of aquatic life, all of which are being threatened not only ecologically but also commercially. Within a 10-mile radius there is a population of about 200,000 people with the majority of the population being Hispanic and of low income. These people have been enduring the harmful effects that have come from TPNGS for more than 4 decades now and have yet to see any change.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/58.jpg",
    "url": "https://pgeproject.wordpress.com/2017/10/20/turkey-point-nuclear-generating-station/"
  },

  {
    "id": 59,
    "projectName": "DaTong coal mining, China",
    "author": "",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 40.005339, "lon": 113.179594},
    "tags": ["All Sites", "New 2017 Sites", "Mining", "Coal", "Fossil Fuels"],
    "introText": "Datong mining area is located in Datong City, southwest of Datong, a city of coal mining and coal industry. With the continuous development of coal resources, the surrounding environment is impacted to varying degrees. The coal mining production and coal consumption creates air and water pollution. I will show the energy injustices of this site acrose through the coal mining at this site occur because of environmental racism and scrifice zones.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/gettyimages-coal-pit-china.jpg?w=673&h=378",
    "url": "https://pgeproject.wordpress.com/2017/10/21/datong-coal-miningchina/"
  },

  {
    "id": 60,
    "projectName": "Choosing Profit Over People, Oil Development at the Cost of Indigenous life in the Amazon Basin of Ecuador",
    "author": "Brenda Gonzalez",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 0.101502, "lon": -76.866753},
    "tags": ["All Sites", "New 2017 Sites", "Oil", "Fossil Fuels"],
    "introText": "Living within the amazon basin of northern Ecuador are thousands of indigenous Ecuadorians whose lifelines are intertwined with that of the forest. These indigenous people who call the rainforest home use its water, its land, its vegetation, and its animals to survive. When the rainforest is put in jeopardy so are they. For the past 22 years the indigenous people of the communities within the amazon basin, or oriente, have been fighting Chevron, the company that acquired Texaco in 2001, to make it pay for the environmental degradation and resulting health issues that arose from the oil development that occurred in their home. Development in areas such as the amazon basin are often plagued by what is referred to as the resource curse, and a result of energy colonialism.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/10/ecuador-4.jpg?w=840",
    "url": "https://pgeproject.wordpress.com/2017/10/22/choosing-profit-over-people-oil-development-at-the-cost-of-indigenous-life-in-the-amazon-basin-of-ecuador/"
  },

  {
    "id": 61,
    "projectName": "Exxon Mobil Beaumont Refinery",
    "author": " Jasmine Babbs",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 30.081987, "lon": -94.118637},
    "tags": ["All Sites", "New 2017 Sites", "Fossil Fuels", "Oil"],
    "introText": "The Charlton-Pollard area of Beaumont, Texas is home an Exxon Mobil refinery. The refinery opened in the early 1900s after a salt dome oil field, the Lucas gusher at Spindletop, was discovered in the area. The discovery of oil at this location assisted in leading the United States into the oil age, where we still reside today. At the time of its initial striking, this area was said to produce more oil in one day than the rest of the oil fields in the United States combined.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/11/charlton-pollard-corrected-759x475.jpg",
    "url": "https://pgeproject.wordpress.com/2017/11/13/exxon-mobil-beaumont-refinery/"
  },

  {
    "id": 62,
    "projectName": "Jaduguda Uranium Mines",
    "author": "Ashley Abraham",
    "university": "San Francisco State",
    "year": 2017,
    "geoCoords": {"lat": 22.65311, "lon": 86.34638},
    "tags": ["All Sites", "New 2017 Sites", "Mining", "Nuclear Energy"],
    "introText": "The Jaduguda Mines provide 25% of material that fuel India’s nuclear reactors. However, 28% of the uranium mined are waste and are then dumped into ponds. This is an environmental issue due to the uranium radiation emitting from the ponds and the mines. Villagers reported many health issues such as fertility loss and deformities. Another issue is the loss of land due to the mines which made farmers jobless. I will show that the energy injustices at this site arose due to the resource curse.",
    "introImageUrl": "https://pgeproject.files.wordpress.com/2017/12/mine-621x414.jpg",
    "url": "https://pgeproject.wordpress.com/2017/12/05/jaduguda-uranium-mines/"
  }

]
